/* eslint-disable */
export default {
  public: {
    hd: {
      login: 'Нэвтрэх',
      register: 'Бүртгэл'
    }
  },
  // 公共组件
  options: {
    download: 'Одоо татаж авах',
    install: 'Одоо суулгана уу',
    main: 'Тэмдэглэл：IOSСистемийн хэрэглэгч Явцгаая"Тохируулах-Ашиглах боломжтой-Тоног төхөөрөмжийн менежмент"Дунд зэрэг Итгэлцлийг нэмэх',
    click_here: 'Баруун дээд буланд байгаа товчин дээр дарна уу',
    select_browser: 'Сонгох“Хөтөч дээр нээх”',
    // 侧边栏
    mark: {
      login: 'Нэвтрэх', // Нэвтрэх
      register: 'Бүртгэл', // Бүртгэл
      home: 'Нүүр хуудас', // Нүүр хуудас
      transaction: 'Валютын гүйлгээВалютын гүйлгээ', // Валютын гүйлгээ
      management: 'Сангийн удирдлага', // Сангийн удирдлага
      userCenter: 'Хэрэглэгчийн төв', // Хэрэглэгчийн төв
      order: 'Захиалгын удирдлага', // Захиалгын удирдлага
      otc: 'OTC', // 场外大厅
      clode: 'Гарах', // 'Гарах
      lan: 'Хэл/language', // Хэл
      cut: 'Logout Success', // 成功退出
      otc_trade: 'Арилжааны эсрэг арилжаа', // 场外交易
      otc_Hall: 'Онгоцны гадна танхим', // 场外大厅
      otc_my: 'Миний зар', // Миний зар
      otc_send: 'Зар зар бич', // Зар зар бич
      order_ex: 'Spot захиалга', // 现货订单
      order_otc: 'Байршлын бус байрлал' // 场外订单
    },
    // 国家选择
    areaSelect: {
      title: 'Улс орны код сонго', // Улс орны код сонго
      find: 'Улс орны код хайх' // Улс орны код хайх
    },
    // 点击获取
    down: 'Татаж авахын тулд дарна уу', // Татаж авахын тулд дарна уу
    // 功能弹层
    prompt: {
      true: 'Тодорхойлолт', // Тодорхойлолт
      false: 'Цуцлах' // Цуцлах
    },
    goTo: 'Явцгаая', // Явцгаая
    case: 'Хэрэг', // Хэрэг
    internet: 'Сүлжээний асуудлыг шалгана уу', // Сүлжээний асуудлыг шалгана уу
    maxMB: '2MB дотор зураг байршуулна уу' // 2MB дотор зураг байршуулна уу
  },
  // 首页
  home: {
    otc_send: 'Зар сурталчилгаа', // 广告发布
    otc_my: 'Миний зар', // Миний зар
    otc_trade: 'Валютын гүйлгээ', // 币币交易
    ex_capital: 'Хөрөнгийг харах', // 查看资产
    ex_order: 'Миний захиалга', // 我的订单
    ex_trade: 'Худалдааны төв', // 交易中心
    ex_otc: 'Арилжааны эсрэг арилжаа', // 场外交易
    help: 'Тусламжийн төв', // Тусламжийн төв
    noLogin: 'Эхлээд нэвтэрнэ үү', // Эхлээд нэвтэрнэ үү
    selection: 'Нэмэлт', // Нэмэлт
    marketAmont: 'Зах зээл/Эзлэхүүн', // Зах зээл/Эзлэхүүн
    newPrice: 'Хамгийн сүүлийн үеийн үнэ', // Хамгийн сүүлийн үеийн үнэ
    range: '24 цагт уналт', // 24 цагт уналт
    amont: '24цагийн хэмжээ', // 24цагийн хэмжээ
    noData: 'Өгөгдөл байхгүй байна' // Өгөгдөл байхгүй байна
  },
  // 登录
  login: {
    login: 'Нэвтрэх', // Нэвтрэх
    userError: 'Гар утасны дугаар / шуудангийн хайрцагаа оруулна уу', // Гар утасны дугаар / шуудангийн хайрцагаа оруулна уу
    passWordError: 'Зөв нууц үгээ оруулна уу', // Зөв нууц үгээ оруулна уу
    alertRegError: 'Баталгаажуулах кодыг оруулна уу', // Баталгаажуулах кодыг оруулна уу
    alyError: 'Баталгаажуулахын тулд шудрана уу', // Баталгаажуулахын тулд шудрана уу
    markTitle: 'Аюулгүй байдлын шалгалт', // Аюулгүй байдлын шалгалт
    forgetPass: 'Нууц үгээ мартсан', // Нууц үгээ мартсан
    noUser: 'Бүртгээгүй байна уу?', // Бүртгээгүй байна уу?
    register: 'Одоо бүртгүүлнэ үү', // Одоо бүртгүүлнэ үү
    loginSuccess: 'Амжилттай нэвтэрч байна', // Амжилттай нэвтэрч байна
    google: 'Google баталгаажуулалтын код', // Google баталгаажуулалтын код
    phone: 'Гар утасны баталгаажуулалтын код', // Гар утасны баталгаажуулалтын код
    email: 'Имэйл шалгах код', // Имэйл шалгах код
    user: 'Гар утасны дугаар / шуудангийн хайрцаг', // Гар утасны дугаар / шуудангийн хайрцаг
    pawd: 'Нэвтрэх нууц үг' // Нэвтрэх нууц үг
  },
  // 注册
  register: {
    common: {
      register: 'Бүртгэл', // Бүртгэл
      phone: 'Гар утасны бүртгэл', // Гар утасны бүртгэл
      email: 'И-мэйл бүртгүүлэх', // И-мэйл бүртгүүлэх
      isRead: 'Уншиж, зөвшөөрч байна', // Уншиж, зөвшөөрч байна
      help: 'Үйлчилгээний нөхцөл', // Үйлчилгээний нөхцөл
      disclaimer: 'Disclaimer', // Disclaimer
      privacy: 'Нууцлалын хамгаалалт', // Нууцлалын хамгаалалт
      haveUser: 'Одоо байгаа данс', // Одоо байгаа данс
      login: 'Нэвтэрч орно уу', // Нэвтэрч орно уу
      please: 'Урьдчилан сэргийлэх арга хэмжээг уншина уу' // Урьдчилан сэргийлэх арга хэмжээг уншина уу
    },
    phone: {
      area: 'Улс', // Улс
      phone: 'Гар утасны дугаараа оруулна уу', // Гар утасны дугаараа оруулна уу
      code: 'Баталгаажуулах кодыг оруулна уу', // Баталгаажуулах кодыг оруулна уу
      passWord: '8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх', // 8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх
      comfirm: 'Нууц үгээ дахин оруулна уу', // Нууц үгээ дахин оруулна уу
      invitation: 'Урилга код (заавал биш)', // Урилга код (заавал биш)
      areaError: 'Бүс нутаг сонгоно уу', // Бүс нутаг сонгоно уу
      phoneError: 'Зөв утасны дугаар оруулна уу', // Зөв утасны дугаар оруулна уу
      codeError: 'Баталгаажуулах кодыг оруулна уу', // Баталгаажуулах кодыг оруулна уу
      passWordError: 'Нууц үгээ зөв форматаар оруулна уу', // Нууц үгээ зөв форматаар оруулна уу
      comfirmError: 'Хоёр нууц үг буруу байна', // Хоёр нууц үг буруу байна
      alyError: 'Баталгаажуулахын тулд шудрана уу', // Баталгаажуулахын тулд шудрана уу
      success: 'Амжилттай бүртгүүлсэн' // Амжилттай бүртгүүлсэн
    },
    email: {
      email: 'Имэйл хаягаа оруулна уу', // Имэйл хаягаа оруулна уу
      code: 'Баталгаажуулах кодыг оруулна уу', // Баталгаажуулах кодыг оруулна уу
      passWord: '8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх', // 8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх
      comfirm: 'Нууц үгээ дахин оруулна уу', // Нууц үгээ дахин оруулна уу
      invitation: 'Урилга код (заавал биш)', // Урилга код (заавал биш)
      areaError: 'Бүс нутаг сонгоно уу', // Бүс нутаг сонгоно уу
      emailError: 'Зөв имэйл хаягаа оруулна уу', // Зөв имэйл хаягаа оруулна уу
      codeError: 'Баталгаажуулах кодыг оруулна уу', // Баталгаажуулах кодыг оруулна уу
      passWordError: 'Нууц үгээ зөв форматаар оруулна уу', // Нууц үгээ зөв форматаар оруулна уу
      comfirmError: 'Хоёр нууц үг буруу байна', // Хоёр нууц үг буруу байна
      alyError: 'Баталгаажуулахын тулд шудрана уу', // Баталгаажуулахын тулд шудрана уу
      success: 'Амжилттай бүртгүүлсэн' // Амжилттай бүртгүүлсэн
    }
  },
  // 找回密码
  forgetPassPass: {
    common: {
      forget: 'Нууц үгээ сэргээх', // Нууц үгээ сэргээх
      phone: 'Гар утас сэргээх', // Гар утас сэргээх
      email: 'Шуудангийн хайрцаг хайх', // Шуудангийн хайрцаг хайх
      next: 'Дараагийн алхам' // Дараагийн алхам
    },
    phone: {
      area: 'Улсаа сонгоно уу', // Улсаа сонгоно уу
      phone: 'Гар утасны дугаараа оруулна уу', // Гар утасны дугаараа оруулна уу
      aly: 'Баталгаажуулахын тулд шудрана уу' // Баталгаажуулахын тулд шудрана уу
    },
    email: {
      email: 'Зөв имэйл хаягаа оруулна уу', // Зөв имэйл хаягаа оруулна уу
      aly: 'Баталгаажуулахын тулд шудрана уу' // Баталгаажуулахын тулд шудрана уу
    },
    stop2: {
      phone: 'Утасны баталгаажуулалтын кодыг оруулна уу', // Утасны баталгаажуулалтын кодыг оруулна уу
      email: 'Имэйл шалгах кодыг оруулна уу', // Имэйл шалгах кодыг оруулна уу
      google: 'Google баталгаажуулалтын кодыг оруулна уу', // Google баталгаажуулалтын кодыг оруулна уу
      ident: 'ID дугаараа оруулна уу' // ID дугаараа оруулна уу
    },
    stop3: {
      pswd: '8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх', // 8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх
      comfirm: 'Нууц үгээ дахин оруулна уу', // Нууц үгээ дахин оруулна уу
      pswdErr: 'Нууц үгээ зөв форматаар оруулна уу', // Нууц үгээ зөв форматаар оруулна уу
      comfirmErr: 'Хоёр нууц үг буруу байна', // Хоёр нууц үг буруу байна
      success: 'Хэрэв өөрчлөлт амжилттай бол нэвтэрч орно уу....' // Хэрэв өөрчлөлт амжилттай бол нэвтэрч орно уу....
    }
  },
  // 交易中心
  tradingCenter: {
    common: {
      quotation: 'Үнийн санал',
      transaction: 'Гүйлгээ хийх'
    },
    // 行情
    quotation: {
      goTran: 'Одоо худалдаа хийх', // Одоо худалдаа хийх
      isM: 'Сонгосон байна', // Сонгосон байна
      noM: 'Нэмэлт нэм', // Нэмэлт нэм
      depthMap: 'Гүн зураг', // Гүн зураг
      kLineMap: 'K мөрийн хүснэгт', // K мөрийн хүснэгт
      bottomBuy: 'Худалдаж авах', // 底部浮动的 Худалдаж авах
      bottomAsk: 'Худалдах', // 底部浮动的 Худалдах
      line: 'Цагийн хуваарилалт', // Цагийн хуваарилалт
      mins: 'Минутад', // Минутад
      day: 'Өдөр', // Өдөр
      week: 'Долоо хоног', // Долоо хоног
      mouth: 'Сар', // Сар
      // Мэдээлэл
      range: 'Дээш ба доош', // Дээш ба доош
      high: 'Хамгийн өндөр үнэ', // Хамгийн өндөр үнэ
      low: 'Хамгийн бага үнэ', // Хамгийн бага үнэ
      amont: 'Дүн', // Эзлэхүүн
      selection: 'Нэмэлт', // Нэмэлт
      // Хамгийн сүүлийн хэлэлцүүлэг
      news: 'Хамгийн сүүлийн хэлэлцүүлэг', // Мэдээлэл
      time: 'Цаг хугацаа', // Цаг хугацаа
      direction: 'Чиглэл', // Чиглэл
      price: 'Үнэ', // Үнэ
      volume: 'Тоо хэмжээ', // Тоо хэмжээ
      buy: 'Худалдаж авах', // Худалдаж авах
      ask: 'Худалдах', // Худалдах
      noData: 'Одоогийн валютаар гүйлгээ байхгүй байна' // Одоогийн валютаар гүйлгээ байхгүй байна
    },
    // 交易
    transaction: {
      send: 'Шошго харах', // Шошго харах
      // 交易操作区域
      business: {
        buy: 'Худалдаж авах', // Худалдаж авах
        ask: 'Худалдах', // Худалдах
        fixed: 'Хязгаарын үнэ', // Хязгаарын үнэ
        _fixed: 'Арилжаалах хязгаарлалт', // Арилжаалах хязгаарлалт
        market: 'Зах зээлийн үнэ', // Зах зээлийн үнэ
        _market: 'Зах зээлийн хэлцэл', // Зах зээлийн хэлцэл
        balance: 'Боломжтой', // Боломжит тэнцэл
        loginErr: 'Нэвтрэсний дараа худалдаа хийхийг зөвшөөрөх', // Нэвтрэсний дараа худалдаа хийхийг зөвшөөрөх
        goLogin: 'Нэвтэрч орно уу', // Нэвтэрч орно уу
        please: 'Transaction type сонгоно уу', // Transaction type сонгоно уу
        success: 'Амжилттай захиалга' // Амжилттай захиалга
      },
      // 限价交易
      fixed: {
        buyPrice: 'Тендер үнэ', // Тендер үнэ
        buyVolume: 'Худалдан авах хэмжээ', // Худалдан авах хэмжээ
        sellPrice: 'Борлуулалтын үнэ', // Борлуулалтын үнэ
        sellVolume: 'Эзлэхүүн зарах', // Эзлэхүүн зарах
        sum: 'Шилжүүлгийн дүн', // Шилжүүлгийн дүн
        priceErr: 'Худалдан авах зөв үнийг оруулна уу', // Худалдан авах зөв үнийг оруулна уу
        volumeErr: 'Зөв худалдан авалтын дүнг оруулна уу', // Зөв худалдан авалтын дүнг оруулна уу
        noT: 'Тэнцвэргүй' // Тэнцвэргүй
      },
      // 市价交易
      market: {
        actual: 'Гүйлгээний бодит үнэ дээр үндэслэв', // Гүйлгээний бодит үнэ дээр үндэслэв
        price: 'Дүн', // Дүн
        volume: 'Тоо хэмжээ', // Тоо хэмжээ
        priceErr: 'Зөв худалдан авалтын дүнг оруулна уу', // Зөв худалдан авалтын дүнг оруулна уу
        volumeErr: 'Борлуулалтын зөв хэмжээг оруулна уу' // Борлуулалтын зөв хэмжээг оруулна уу
      },
      // 深度
      depth: {
        price: 'Үнэ', // Үнэ
        volume: 'Тоо хэмжээ', // Тоо хэмжээ
        merge: 'Гүн нэгтгэх' // Гүн нэгтгэх
      },
      // 当前委托
      entrust: {
        title: 'Одоогийн комисс', // Одоогийн комисс
        buy: 'Худалдаж авах', // Худалдаж авах
        sell: 'Худалдах', // Худалдах
        revoke: 'Цуцлах', // Цуцлах
        price: 'Комиссын үнэ', // Комиссын үнэ
        volume: 'Шимтгэлийн хэмжээ', // Шимтгэлийн хэмжээ
        had: 'Эзлэхүүн', // Эзлэхүүн
        market: 'Зах зээлийн үнэ', // Зах зээлийн үнэ
        deal: 'Гүйлгээний дундаж үнэ', // Гүйлгээний дундаж үнэ
        noData: 'Одоогийн валютын хосын хувьд хүлээгдэж буй захиалга байхгүй байна', // Одоогийн валютын хосын хувьд хүлээгдэж буй захиалга байхгүй байна
        noLogin: 'Нэвтрэх захиалга авахын тулд эхлээд нэвтэрнэ үү', // Нэвтрэх захиалга авахын тулд эхлээд нэвтэрнэ үү
        success: 'Амжилттай цуцалсан' // Амжилттай цуцалсан
      }
    }
  },
  // 订单管理
  order: {
    // 选择币对
    select: {
      zx: 'Нэмэлт', // Нэмэлт
      current: 'Одоогийн сонголт' // Одоогийн сонголт
    },
    // 全部订单
    all: {
      all: 'Одоогийн комисс', // Одоогийн комисс
      his: 'түүх', // түүх
      noData: 'Одоогийн валютын хосын хувьд хүлээгдэж буй захиалга байхгүй байна', // Одоогийн валютын хосын хувьд хүлээгдэж буй захиалга байхгүй байна
      buy: 'Худалдаж авах', // Худалдаж авах
      sell: 'Худалдах', // Худалдах
      revoke: 'Цуцлах', // revoke
      detail: 'Дэлгэрэнгүй мэдээлэл', // detail
      price: 'Комиссын үнэ', // price
      volume: 'Шимтгэлийн хэмжээ', // Шимтгэлийн хэмжээ
      sum: 'Эзлэхүүн', // Эзлэхүүн
      market: 'Зах зээлийн үнэ', // Зах зээлийн үнэ
      success: 'Амжилттай цуцалсан', // Амжилттай цуцалсан
      no: 'Энэ захиалгын гүйлгээ байхгүй байна' // Энэ захиалгын гүйлгээ байхгүй байна
    },
    // 历史委托
    his: {
      his: 'Түүхийн комисс', // Түүхийн комисс
      all: 'Одоогийн байдлаар', // Одоогийн байдлаар
      noData: 'Одоогийн валютын хосын хувьд хүлээгдэж буй захиалга байхгүй байна', // Одоогийн валютын хосын хувьд хүлээгдэж буй захиалга байхгүй байна
      buy: 'Худалдаж авах', // Худалдаж авах
      sell: 'Худалдах', // Худалдах
      price: 'Комиссын үнэ', // Комиссын үнэ
      market: 'Зах зээлийн үнэ', // Зах зээлийн үнэ
      volume: 'Шимтгэлийн хэмжээ', // Шимтгэлийн хэмжээ
      sum: 'Комиссын нийт дүн', // Комиссын нийт дүн
      noTran: 'Дуусаагүй', // Дуусаагүй
      isTran: 'Бодит гүйлгээ', // Бодит гүйлгээ
      rutu: 'Гүйлгээний дундаж үнэ' // Гүйлгээний дундаж үнэ
    },
    // 详情
    detail: {
      det: 'Transaction details', // Transaction details
      buy: 'Худалдаж авах', // Худалдаж авах
      sell: 'Худалдах', // Худалдах
      _price: 'Комиссын үнэ', // Комиссын үнэ
      _volume: 'Шимтгэлийн хэмжээ', // Шимтгэлийн хэмжээ
      _sum: 'Эзлэхүүн', // Эзлэхүүн
      time: 'Цаг хугацаа', // Цаг хугацаа
      price: 'Гүйлгээний үнэ', // Гүйлгээний үнэ
      volume: 'Тоо хэмжээ', // Тоо хэмжээ
      sum: 'Эргэлт', // Эргэлт
      fee: 'Тээврийн хураамж' // Тээврийн хураамж
    }
  },
  // 资金管理
  fund: {
    exTitle: 'Миний хөрөнгө',
    otcTitle: 'Дотоодын данс',
    otc_sum: 'Нийт',
    otc_can: 'Боломжтой',
    otc_dj: 'Хөлдөөх',
    otc_zh: 'Тэгшитгэл',
    otc_zr: 'Шилжүүлэх',
    otc_zc: 'Дамжуулалт',
    otc_zrsl: 'Шилжүүлгийн тоог оруулна уу',
    otc_zcsl: 'Шилжүүлгийн тоог оруулна уу',
    otc_now: 'Одоогоор бэлэн байна',
    otc_allIn: 'Бүх шилжүүлэг',
    otc_allOut: 'Бүх юм гарч ирлээ',
    otc_please: 'Оруулна уу',
    otc_qj: 'Интервал дахь утга',
    otc_from: 'Эхлээд',
    totlo: 'Дээрх валютуудын аль нэгийг дахин цэнэглэхгүй байхыг Актив, тэгэхгүй бол Актив дахин сонгогдохгүй болно.',
    total_assets: 'Нийт хөрөнгө',
    fun_flow: 'Хөрөнгийн урсгал',
    hide_assets: 'Тэг хөрөнгийг нуух',
    currency: 'Валют',
    available: 'Боломжтой',
    frozen: 'Хөлдөөх',
    recharge: 'Цэнэглэх',
    reflect: 'Устгах',
    other: 'Бусад',
    recharge_time: 'Цэнэглэх цаг',
    recharge_state: 'Нөхөн төлбөр төлөх байдал',
    number: 'Тоо хэмжээ',
    reflect_time: 'Цаг хугацаа',
    reflect_state: 'Буцаах эрх',
    arrive_number: 'Иргэдийн тоо',
    state: 'Улс',
    transfer: 'Шилжүүлгийн тоо',
    recharge_currency: 'Бусад валютуудаа өсгөх',
    safekeeping: 'QR кодоо хадгалаарай',
    replicating: 'Хаяг хуулах',
    reflect_currency: 'Бусад мөнгөн тэмдэгтийг бэлэн мөнгөөр',
    available_balance: 'Боломжит тэнцэл',
    withdraw_addr: 'Маркны хаяг',
    serviceCharge: 'Тээврийн хураамж',
    actual: 'Бодит ирэлт',
    choice: 'Сонгох',
    choice_addres: 'Зоос хаягийг сонгоно уу',
    money_amount: 'Зоосны тоог оруулна уу',
    whole: 'Бүгд',
    reflect_sucess: 'Гарч ирэхийг тодорхойлох',
    import_fee: 'Төлбөр оруулна уу',
    addres: 'Хаяг',
    delete: 'Устгах',
    add_addres: 'Хаяг нэмэх',
    certification: 'Эхлээд жинхэнэ нэрний гэрчилгээнд очно уу',
    no_addres: 'Ямар ч хаяг алга (хаягийг нэмнэ үү)',
    add: 'Нэмэх',
    input_add_addres: 'Нэмэх хаягаа оруулна уу',
    name: 'Нэр',
    addres_name: 'Жишээ нь: БСТ-ийн нэг хаяг',
    input_addres_name: 'Хаягны нэрийг оруулна уу',
    submit: 'Тодорхойлолт',
    no_deleting_addres: 'Устгах хаяг байхгүй байна',
    cancel: 'Цуцлах',
    prompt: 'Зөвлөмж',
    choice_delete_addres: 'Та устгахыг хүсч буй хаягаа сонгоно уу',
    search: 'Хайлт',
    serch_currency: 'Валют хайх',
    search_assets: 'Хөрөнгө хайх',
    embodied: 'Буцаж болно',
    no_data: 'Бичлэг байхгүй байна',
    data_error: 'Зоос, зөөвөрлөх хураамжийн хэмжээ буруу байна',
    forward: 'Тэвчээртэй байж, өргөдлийг амжилттай татна уу',
    go_to_trade: 'Худалдаа хийх',
    fail: 'Буцаах хэмжээ буруу, дахин оруулна уу',
    prompt_number: 'Буцаах дүн нь түүнээс бага байж болохгүй于',
    plsm: 'Эхлээд өөрийн жинхэнэ нэрийг баталгаажуулна уу',
    addSuc: 'Амжилттай нэмсэн',
    delSuc: 'Амжилттай устгасан',
    needGorP: 'Гар утасны баталгаажуулалт болон Google баталгаажуулалт дор хаяж нэг шаардлагатай'
  },
  language: 'Үндэстний хэлийг хайх', // Үндэстний хэлийг хайх
  userinfo: {
    // 站内信
    message: {
      messageBox: 'Станцын бичиг',
      thisSelect: 'Одоогийн сонголт：',
      delete: 'Устгах',
      prevPage: 'Өмнөх хуудас',
      nextPage: 'Дараагийн хуудас',
      myMessage: 'Бүх мэдээ',
      messageSelect: 'Шалгах',
      QRcode: 'QR кодыг хадгалахын тулд зураг дарж удаан дарна уу'
    },
    notice: {
      noticeTl: 'Зарлал',
      showMore: 'Дэлгэрэнгүй үзүүл',
      prevPage: 'Өмнөх хуудас',
      nextPage: 'Дараагийн хуудас'
    },
    helpCenter: {
      helpCenterTl: 'Тусламжийн төв'
    },
    personal: {
      inputNickname: 'Нэрээ оруулна уу',
      invitedUrl: 'Урилга холбоос',
      loginHistory: 'Сүүлчийн нэвтрэх хугацаа',
      accountStatus: 'Дансны статус',
      invitedCode: 'Урилга код',
      getInvitedUrl: 'Холбоос авах',
      realName: 'Бодит нэр баталгаажуулалт',
      submitAuthen: 'Баталгаажуулах',
      safeSet: 'Аюулгүй байдлын тохиргоо',
      modifyNickname: 'Хоч нэрээ өөрчлөх',
      invitedFriend: 'Найзуудаа бүртгүүлэхэд урих',
      stateOK: 'Хэвийн байна',
      failure: 'Ажил гүйлгээг зогсоох, татан буугдах',
      stateFreezeExc: 'Ажил гүйлгээг зогсоох',
      stateFreezeWithdraw: 'Данснаас чөлөөлөх',
      notAudit: 'Хянасангүй',
      getThrough: 'Мэргэшсэн',
      reject: 'Амжилтгүй болсон',
      notAuthen: 'Баталгаажаагүй байна',
      copySuccess: 'Амжилттай хуулбар',
      modifySuccess: 'Амжилттай болсон',
      bindEmail: 'Захидал хайрцгийг холбох',
      emaiAddress: 'Имэйл хаяг',
      emailValidCode: 'Имэйл шалгах код',
      smsAuthCode: 'SMS баталгаажуулалтын код',
      googleCode: 'Google баталгаажуулалтын код',
      confirmBind: 'Хүчинтэй болохыг баталгаажуулна уу',
      rightEmail: 'Зөв имэйл хаягаа оруулна уу',
      rightEmailCode: 'Зөв имэйл хаягаа оруулна уу...',
      rightMobileCode: 'Гар утасны баталгаажуулалтын кодыг оруулна уу',
      rightGoogleCode: 'Гар утасны баталгаажуулалтын кодыг оруулна уу...',
      rightMobileNumber: 'Зөв утасны дугаар оруулна уу',
      bindSuccess: 'Амжилтанд хүрэх',
      alyError: 'Баталгаажуулахын тулд шудрана уу',
      editBindEmail: 'Хүчинтэй шуудангийн хайрцгийг өөрчлөх',
      oldEmail: 'Жинхэнэ шуудангийн хайрцаг',
      newEmail: 'Шинэ шуудангийн хайрцаг',
      confirmEdit: 'Өөрчлөлтийг баталгаажуулна уу',
      bindPhone: 'Утасны дугаарыг холбох',
      area: 'Улс',
      phoneNumber: 'Гар утасны дугаар',
      areaError: 'Бүс нутаг сонгоно уу',
      editPhone: 'Утасны дугаарыг өөрчлөх',
      oldPhone: 'Гар утасны дугаар',
      newBindPhone: 'Шинэ гар утасны дугаар',
      safeVerify: 'Аюулгүй байдлын шалгалт',
      confirmClose: 'Хаалттай байна',
      closeSuccess: 'Хяналтын баталгаажуулалт амжилттай болсон',
      editLoginpass: 'Нэвтрэх нууц үгээ өөрчлөх',
      oldLoginPass: 'Жинхэнэ нэвтрэх нууц үг',
      passWord: '8-аас 15 оронтой тооны хязгаарт, үүнд дор хаяж + үсэг орсон байх',
      comfirm: 'Нууц үгээ дахин оруулна уу',
      inputOld: 'Анхны нууц үгээ оруулна уу',
      passWordError: 'Зөв форматыг оруулна ууНууц үг',
      comfirmError: 'Хоёр нууц үг буруу байна',
      phone: 'Гар утас',
      closeVerify: 'Баталгаажуулах',
      openVerify: 'Баталгаажуулалтыг идэвхжүүл',
      modify: 'Өөрчлө',
      email: 'Мэйл хайрцаг',
      modifyEmail: 'Шуудангийн хайрцгийг өөрчлөхг',
      googleVerify: 'Google баталгаажуулалт',
      modifyPassword: 'Нууц үг өөрчлөх',
      closeNotice: 'Хаалтын үйлдэл нь таны акаунтын аюулгүй байдлыг багасгадаг',
      confirmClosePhone: 'Та утасны баталгаажуулалтыг унтраах уу?',
      confirmCloseGoogle: 'Та Google баталгаажуулалтыг унтраахгүй гэдэгт итгэлтэй байна уу?',
      openGoogleOrPhone: 'Утасны баталгаажуулалт эсвэл Google баталгаажуулалтыг асаавал уу',
      needGoogleOrPhone: 'Гар утасны баталгаажуулалт болон Google баталгаажуулалт дор хаяж нэг шаардлагатай',
      openSuccess: 'Амжилттай нээгдэнэ',
      openGoogleVerify: 'Google баталгаажуулалтыг асаана уу',
      first: 'Эхлээд Алхам:',
      download: 'Үүнийг гар утасны дэлгүүрт татаж авна уу“Google Гэрчлэгч”',
      second: 'Хоёр дахь алхам:',
      scan: 'Google ID баталгаажуулалтаар дамжуулан QR кодыг сканердах',
      copyAdress: 'Хаяг хуулах',
      third: 'Гуравдугаар алхам:',
      password: 'Нэвтрэх нууц үг',
      rightPassword: 'Зөв оруулна уу Нууц үг',
      openGoogleSuccess: 'Google-ийн баталгаажуулалтыг амжилттай нээх',
      changeCardType: 'ID төрлийг сонгоно уу',
      account: 'Бүртгэл',
      cardType: 'Баримтын төрөл',
      identityInfo: 'Тодорхойлолт',
      familyName: 'Овог',
      name: 'Нэр',
      IDnumber: 'ID дугаар',
      upload: 'Зургийг байршуулах',
      submit: 'Илгээх',
      IDcard: 'ID карт',
      passCard: 'Паспорт',
      inputFamilyName: 'Сүүлчийн нэр оруулна уу',
      inputName: 'Нэрээ оруулна уу',
      inputCardNumber: 'ID дугаарыг оруулна уу',
      upload_1: 'Бен Хүний үнэмлэхний нүүрний зураг',
      upload_2: 'Зургийн агуулгыг бүрэн, тодорхой харагдах эсэхийг баталгаажуулж, хүчинтэй хугацаанд зөвхөн jpg / png форматтай байх ёстой',
      upload_3: 'Миний үнэмлэхийг буцааж зураг',
      upload_4: 'Гараар баримт бичиг болон хувийн гарын үсэг',
      upload_5: 'Урд талын картны зургийг болон гар утасны үнэмлэхний хувийн гарын үсэг зурна уу.，Хувийн гарын үсэг нь жинхэнэ нэр ба одоогийн огноог агуулна。Зургийн болон хувийн гарын үсэг баталгаажуулна уу Контент нь зураг харагдахуйц харагдаж байна：  Өөрийнхөө гарын үсэг, өнөөгийн огноог оролцуулаад зураглал, тодорхой үнэмлэхийг арилгах',
      upload_6: 'Пасспортны хавтас',
      upload_7: 'Пасспортны хувийн мэдээллийн хуудас',
      upload_8: 'Урдаа паспортны зураг болон гар аргаар паспортны хувийн тэмдэглэлийг оруулна уу.，Хувийн гарын үсэг нь жинхэнэ нэр ба одоогийн огноог агуулна。Фото зураг болон хувийн гарын үсэг нь зураг харагдаж байх ёстойг анхаарна уу：  Хөрөг тодорхой байна Ил тод паспортын дугаар тодорхой байна Хувийн гарын үсгийг агуулна Өнөөдрийн огноог агуулна',
      hidden: 'Нуух',
      change: 'Шалгах',
      pleaseInput: 'Байршуулна уу',
      QRcode: 'Урт хэвлэлийн зураг,Хадгалах QR код', // 长按图片，保存二维码
      copyUrl: 'Холбоосыг хуулах', // 复制链接
      upload_txt: 'Гар овог нэр, урд талын зургийг байршуулна уу. Хувийн гарын үсэг нь жинхэнэ нэр, одоогийн огноог агуулна. Зургийн агуулгын болон хувийн гарын үсгийн агуулга тодорхой харагдаж байна'
    }
  },
  phoneCode: {
    'A': ['Афганистан+93', 'Албани +355', 'Алжир +213', 'Америкийн Самоа +684', 'Андорра +376', 'Ангол +244', 'Anguilla+1264', 'Антигуа ба Барбуда +1268', 'Аргентин +54', 'Армен +374', 'Австрали +61', 'Австри +43', 'Азербайжан +994'],
    'B': ['Бахама+1242', 'Бахрейн +973', 'Бангладеш +880', 'Барбадос +1246', 'Беларусь +375', 'Бельги улс +32', 'Белиз +501', 'Бенин +229', 'Бермуда +1441', 'Болив +591', 'Ботсвана +267', 'Бразил +55', 'Бруней улс +673', 'Болгар +359', 'Буркина Фасо +226', 'Бурунди +257'],
    'C': ['Камбож +855', 'Камерун +237', 'Канад +1', 'Кайманы арлууд+1345', 'Төв Африкийн бүгд найрамдах улс+236', 'Чад +235', 'Чили улс +56', 'Хятад улс +86', 'Колумби +57', 'Конго +242', 'Күүкийн арлууд +682', 'Коста Рика +506', 'Cote d’Ivoire +225', 'Куба +53', 'Кипр +357', 'Чех улс +420'],
    'D': ['Дани улс +45', 'Жибути +253', 'Доминикан улс +1890'],
    'E': ['Эквадор +593', 'Египет улс +20', 'Сальвадор +503', 'Эстони улс +372', 'Этиоп +251'],
    'F': ['Фижи арлууд +679', 'Финлянд +358', 'Франц +33', 'Францын Гвиней +594', 'Францын Полинез +689'],
    'G': ['Габон +241', 'Гамби улс +220', 'Гүрж +995', 'Герман+49', 'Гана +233', 'Гибралтар +350', 'Грек +30', 'Гренада+1809', 'Guam +1671', 'Гватемал +502', 'Гвиней+224', 'Гайана +592'],
    'H': ['Гайти +509', 'Гондурас +504', 'Хонг Конг, Хятад улс +852', 'Унгар улс +36'],
    'I': ['Исланд +354', 'Энэтхэг+91', 'Индонез +62', 'Иран +98', 'Ирак+964', 'Ирланд +353', 'Израиль+972', 'Итали улс +39'],
    'J': ['Ямайка +1876', 'Япон улс+81', 'Жордан+962'],
    'K': ['Казахстан +327', 'Кени +254', 'Хойд Солонгос +850', 'Солонгос +82', 'Кувейт +965', 'Киргизстан +331'],
    'L': ['Лаос +856', 'Латви улс +371', 'Ливан +961', 'Лесото +266', 'Либери улс+231', 'Ливи улс +218', 'Лихтенштейн+423', 'Литва улс +370', 'Люкс+352'],
    'M': ['Макао, Хятад +853', 'Мадагаскар +261', 'Малави улс +265', 'Малайз улс +60', 'Мальдив+960', 'Мали улс +223', 'Мальта+356', 'Мартиник +596', 'Мавритани +230', 'Мексик +52', 'Молдова +373', 'Монако +377', 'Монгол улс +976', 'Монтсеррат +1664', 'Морокко +212', 'Мозамбик +258', 'Мьянма +95'],
    'N': ['Намибия +264', 'Науру +674', 'Балба улс +977', 'Нидерланд +31', 'Нидерландын Antilles +599', 'Шинэ Зеланд +64', 'Никарагуа +505', 'Нигер +227', 'Нигери +234', 'Норвеги+47'],
    'O': ['Оман +968'],
    'P': ['Пакистан +92', 'Панам +507', 'Папуа Шинэ Гвиней +675', 'Парагвай +595', 'Перу +51', 'Филиппин +63', 'Польш улс +48', 'Португал улс +351', 'Пуэрто Рико +1787'],
    'Q': ['Катар +974'],
    'R': ['Дахин уулзалт +262', 'Румын +40', 'Орос улс +7'],
    'S': ['Сент Люсиа +1758', 'Сент Винсент ба Гренадин нар +1784', 'Самоа +685', 'Сан Марино+378', 'Сан-Томе ба Принсипи +239', 'Саудын Араб +966', 'Сенегал +221', 'Seychelles +248', 'Сьерра Леон +232', 'Сингапур +65', 'Словак +421', 'Словения +386', 'Соломоны арлууд +677', 'Сомали +252', 'Өмнөд Африк +27', 'Испани +34', 'Шри Ланка +94', 'Судан +249', 'Суринам +597', 'Свазиланд+268', 'Швед +46', 'Швейцарь улс +41', 'Сири улс +963'],
    'T': ['Тайван, Хятад улс +886', 'Тажикистан улс +992', 'Танзани +255', 'Тайланд +66', 'Того +228', 'Тонга+676', 'Тринидад ба Тобаго +1809', 'Тунис +216', 'Турк +90', 'Туркменистан +993'],
    'U': ['Уганда+256', 'Украин +380', 'Арабын Нэгдсэн Эмират Улс +971', 'Нэгдсэн Вант Улс +44', 'АНУ +1', 'Уругвай +598', 'Узбекистан улс +233'],
    'V': ['Венесуэл +58', 'Вьетнам +84'],
    'Y': ['Йемен +967'],
    'Z': ['Замби улс +260', 'Zimbabwe улс +263']
  },
  pageTitle: {
    index: 'Нүүр хуудас', // Нүүр хуудас
    tradingCenter: 'Валютын гүйлгээ', // Валютын гүйлгээ
    capital: 'Сангийн удирдлага', // Сангийн удирдлага
    userCenter: 'Хэрэглэгчийн төв', // Хэрэглэгчийн төв
    order: 'Захиалгын удирдлага', // Захиалгын удирдлага
    lang: 'Солих хэл', // Солих хэл
    login: 'Нэвтрэх', // Нэвтрэх
    register: 'Бүртгэл', // Бүртгэл
    forgetPass: 'Нууц үгээ сэргээх', // Нууц үгээ сэргээх
    notice: 'Зарлал', // Зарлал
    noticeDetail: 'Зар сурталчилгааны дэлгэрэнгүй мэдээлэл', // ЗарлалДэлгэрэнгүй мэдээлэл
    helpCenter: 'Тусламжийн төв', // Тусламжийн төв
    questions: 'Асуултыг эхлүүлэх', // 发起提问
    queslist: 'Асуулт жагсаалт', // 问题列表
    detail: 'Асуудлын мэдээлэл', // 问题详情
    install: 'DownLoad', // 下载App
    // 场外
    otc_ads_Hall: 'Онгоцны гадна танхим', // 场外大厅
    busines: 'Зар сурталчилгааны хуудас', // 广告详情页
    otc_publish_ads: 'Зар зар бич', // Зар зар бич
    otc_personal: 'Миний зар', // Миний зар
    blacklist: 'Хар жагсаалт' // 黑名单
  },
  error: {
    '10001': 'Систем нь хэвийн бус байна. Админтай холбогдоно уу.',
    '10002': 'Хэрэглэгч нэвтрээгүй байна',
    '10003': 'Баталгаажуулах алдааг гулсуулна уу',
    '10004': 'SMS явуулах боломжгүй байна',
    '10005': 'Илгээх нь ихэвчлэн дараа дахин оролдоно уу',
    '10006': 'Мэйл шуудангийн формат буруу байна',
    '10007': 'Захидлын хайрцагт илгээх боломжгүй байна',
    '10008': 'Google сертификат буюу гар утасны баталгаажуулалтыг асаагаарай',
    '10009': 'SMS баталгаажуулах код эсвэл имэйл шалгах код буруу байна',
    '10010': 'Google Checksum буруу байна',
    '10011': 'Хуучин нууц үг буруу байна',
    '10012': 'Өгөгдлийн өөрчлөлт амжилтгүй болсон',
    '10013': 'Өгөгдлийн өөрчлөлт амжилтгүй болсон...',
    '10014': 'Хэрэглэгч гар утсаар холбогдоогүй байна',
    '10015': 'Үйл ажиллагаа амжилтгүй болсон',
    '10016': 'Хэрэглэгч байхгүй байна',
    '10017': 'Хэрэглэгчийн нэвтрэх түгжээ 2 цаг',
    '10018': 'Хэрэглэгч хөлдөөсөн байна',
    '10019': 'Хэрэглэгчийн нэр эсвэл нууц үг буруу байна',
    '10020': 'Параметр алдаа',
    '10021': 'Буруу токен',
    '10022': 'Баталгаажуулалтын код алдаа',
    '10023': 'Имэйл бүртгэгдсэн байна',
    '10024': 'Урилга код буруу байна',
    '10025': 'Буруу бичиг баримт',
    '10026': 'Нууц үгээ сольсонгүй, дараа дахин оролдоно уу',
    '10027': 'Зургийн форматын алдаа, дэмжлэг：jpg/jpeg/png/bmp',
    '10028': 'Жинхэнэ нэр нь нэвтрэлт амжилтгүй болсон',
    '10029': 'Төлбөрийн хэмжээг тогтоож чадаагүй',
    '10030': 'Санал хүсэлт хоосон байж болохгүй',
    '10031': 'Нууц үг жетоныг буцааж авах хугацаа дууссан',
    '10032': 'Бэлэн мөнгө зардлыг хөлдөөж байна',
    '10033': 'Эхлээд жинхэнэ нэрний баталгаажуулалтыг хийнэ үү',
    '10034': 'Бэлэн мөнгө байхгүй',
    '10035': 'Газраас гаднах сангийн шилжүүлэг амжилтгүй болсон',
    '10036': 'Захиалга амжилтгүй болсон',
    '10037': 'Захиалга цуцалсан',
    '10038': 'Энэ гүйлгээг хөлдөөж байна',
    '10039': 'Тодорхойгүй валютын код',
    '10040': 'Хаяг нь 1, 3-аас эхлэн зайгүй байх ёстой. Үүнд том ба жижиг үсэг, тоо ба урт нь 24 цифрээс их байх ёстой.',
    '10041': 'Хаяг нь 0x, ямар ч зай, үсгээр + тоо, 42 бит урттай байх ёстой',
    '10042': 'Энэ хаяг нь L, M-ээс эхэлнэ. Үүнд том ба жижиг үсэг, тоо, урт нь 24 бит-ээс их',
    '10043': 'Хаяг нь A, эхлэх зай, том, жижиг үсэг, тоо орно.',
    '10044': 'Нийтлэл байхгүй байна',
    '10045': 'Үнэ нь өнөөгийн үнээс хэт хол байна',
  },
  //  提问
  questions: {
    ask: 'Асуултыг эхлүүлэх',
    questionList: 'Асуулт жагсаалт',
    details: 'Асуудлын мэдээлэл',
    upload: 'Хавсралтыг байршуулна уу ：',
    Prompt: 'Дэмжлэг gif / jpeg / jpg хэмжээтэй байх ёстой2M',
    button: 'Илгээхийг баталгаажуулах ',
    pronum: 'Тоо ',
    proType: 'Төрөл',
    prodesc: 'Тодорхойлолт',
    subTime: 'Цаг хугацаа',
    prostate: 'Улс',
    no_data: 'Өгөгдөл байхгүй байна',
    pro_type: 'Асуулт төрлийг сонгоно уу',
    pro_describe: 'Асуудлын тайлбарыг оруулна уу',
    ques_prompt: 'Нөхөрсөг сануулагч',
    delete_succ: 'Амжилттай устгасан',
    submission: 'Амжилттай ирүүлсэн',
    upload_success: 'Амжилттай байршуулсан',
    add_message_content: 'Нэмэлт асуултыг оруулна уу',
    operation: 'Үйл ажиллагаа',
    see: 'Харах',
    delete: 'Устгах ',
    otc_apple: 'Байршил дээр давж заалдсан',
    rqstatus: {
      value1: 'Харилцагчийн үйлчилгээний хариу',
      value2: 'Миний асуулт'
    },
    detail: {
      annex: 'Хавсралт мэдээлэл',
      append: 'Нэмэлт асуулт',
      return_list: 'Жагсаалт руу буцах ',
      prompt: 'Та мөн бичиж болно',
      prompts: 'үг',
      submission: 'Асуулт илгээх'
    }
  },
  // 场外
  otc: {
    busines: {
      buyer_mesage: 'Худалдан авагчийн мэдээлэл',
      seller_mesage: 'Худалдагчийн мэдээлэл',
      receivables: 'Цуглуулах арга',
      payment_method: 'Төлбөрийн арга',
      my_buy: 'Би худалдан авахыг хүсч байна',
      my_sell: 'Би зарахыг хүсч байна',
      trans_number: 'Гүйлгээ хийх',
      sell: 'Худалдах зориулалтаар',
      payment: 'Төлбөр хийх',
      buys: 'Худалдаж авах',
      buy: 'Худалдан авалт',
      credit_degree: 'Кредит',
      price: 'Нэгжийн үнэ',
      number: 'Тоо хэмжээ',
      transactio: 'Хязгаар',
      money: 'Өөрчлөлт',
      account: 'Дансны дугаар',
      inputAlipay: 'Alipay дансаа оруулна уу',
      inputWeChat: 'wechatpay дансаа оруулна уу',
      inputInter: 'Олон улсын утсаар дамжуулж оруулна уу',
      please_enter_number: 'Тоо хэмжээг оруулна уу',
      please_enter_money: 'Дүнг оруулна уу',
      please_enter_name: 'Акаунтын нэрийг оруулна уу',
      please_enter_account: 'Дансны дугаар оруулна уу',
      please_enter_bankName: 'Банкны нэрийг оруулна уу',
      please_enter_bankOpen: '	Банк руу оруулна уу',
      quantity_sale: 'Борлуулах тоо хэмжээг оруулна уу',
      inputMoney: 'Борлуулалтын дүнг оруулна уу',
      defchoisevoluem: 'Худалдан авсан тоо хэмжээг оруулна уу',
      inputbuyMoney: 'Худалдан авах үнийн дүнг оруулна уу',
      choice_receivables: 'Төлбөрийн арга сонгоно уу',
      accountName: 'Дансны нэр',
      bankName: 'Банкны нэр',
      bankOpen: 'Банкны данс',
      placeorder: 'Захиалга'
    },
    search: {
      buy: 'Худалдан авах',
      sell: 'Худалдах зориулалтаар',
      finish: 'Захиалгын / зээлийн тоо',
      opera: 'Үйл ажиллагаа',
      noData: 'Зар сурталчилгааны мэдээлэл байхгүй',
      payType: 'Төлбөрийн бүх аргууд'
    },
    personal: {
      transactions_number: 'Гүйлгээний тоо',
      statement_total: 'Давж заалдах гомдлын тоо',
      victory: 'Дэмжих хэмжээ',
      identity: 'Identity танилт',
      mobile: 'Гар утасны баталгаажуулалт',
      registration: 'Бүртгүүлэх хугацаа',
      finally: 'Сүүлчийн нэвтрэлт',
      release: 'Зар зар бич',
      blacklist: 'Хар жагсаалт',
      type: 'Төрөл',
      price: 'Үнэ',
      quantity: 'Нийт тоо',
      volume: 'Эзлэхүүн',
      time: 'Цаг хугацаа',
      remove: 'Хар жагсаалтыг устгах',
      unaudited: 'Хянасангүй',
      through: 'Амжилт',
      not_passed: 'Амжилтгүй болсон',
      uncertified: 'Амжилтгүй болсон',
      certified: 'Мэргэшсэн',
      release_in: 'Гарсан',
      trade: 'Гүйлгээ хийх',
      expiry: 'Хугацаа дууссан',
      closed: 'Хаалттай байна',
      shut: 'Хаах',
      cancel: 'Хар жагсаалтыг хүчингүй болгох',
      add_blacklist: 'Хар жагсаалт'
    },
    otcOrder: {
      payDetail: 'Төлбөрийн мэдээлэл',
      orderNum: 'Захиалгын дугаар：',
      detailPrice: 'Гүйлгээний үнэ：',
      totalPrice: 'Гүйлгээний нийт үнэ：',
      cannalOr: 'Захиалга цуцлах',
      yourSide: 'Таны чиглэл',
      buy: 'Худалдан авалт',
      sell: 'Худалдах зориулалтаар',
      limitpayTime: 'Төлбөр хийх хугацаа үлдсэн：',
      cutSequence: 'Төлбөрийн лавлагааны код：',
      payname: 'Дансны нэр：',
      payacc: 'Бүртгэл：',
      paybank: 'Банкны нэр：',
      paystbank: 'Банкны данс：',
      tiptext1: '1.Таны гуйвуулга нь худалдагчийн дансанд шууд шилжих бөгөөд гүйлгээний явцад худалдагчийн борлуулсан дижитал хөрөнгийг платформоор хамгаална.',
      tiptext2: '2.Тодорхой хугацаанд төлбөрөө хийнэ үү, төлбөрөө баталгаажуулсаны дараа "Би төлсөн" дээр дарж систем нь таны дансанд дижитал тоон хөрөнгийг шилжүүлнэ.',
      tiptext3: '3.Хэрэв худалдан авагч захиалга 3 удаа захиалга цуцлуулсан бол энэ нь өдрийн худалдан авах үйл ажиллагаанд хязгаарлагдана.',
      tiptext4: '1.Таны худалдсан дижитал активууд нь платформ байршуулах замаар хөлдсөн байна. Нөгөө талаас төлбөр хүлээн авсныг баталгаажуулж, тоон хөрөнгийг төлөхийн тулд "Баталгаа Хуваарь" дээр дарна уу!',
      tiptext5: '2.Алдагдахаас сэргийлж мөнгө олохыг ятгахыг хүсч, алдагдлаас зайлсхийхийн тулд тоон хөрөнгийг суллахын өмнө мөнгө хүлээн авсныг батлах ямар нэг шалтгааныг битгий итгээрэй!',
      tiptext6: '3.Мессеж хүлээн авсны дараа төлбөрийн кредитэд байгаа эсэхийг шалгахын тулд онлайн банкны эсвэл гар утасны банкны үйлчилгээнд нэвтэрч мессежээр залилан мессежийн улмаас дижитал хөрөнгийг чөлөөлөхөөс зайлсхийх хэрэгтэй....',
      complain: 'Давж заалдах',
      contant: 'Бие биентэйгээ холбоо бариарай',
      yesText: 'Валютыг баталгаажуулна уу',
      noText: 'Би энэ талаар бодож байна',
      promptText1: 'Төлбөр хүлээн авсныг батлахын тулд онлайн банк эсвэл гуравдагч этгээдийн төлбөрийн данс руу нэвтрэн орно уу',
      corfirmCannal: 'Цуцлах захиалгыг баталгаажуулна уу',
      promptText2_1: 'Хэрэв та аль хэдийн худалдсан бол захиалга цуцлах хэрэггүй.',
      promptText2_2: 'Цуцлах дүрэм: Худалдан авагч гурав хоногийн цуцлалтыг хуримтлуулсан бөгөөд өдрийн худалдан авах үйл ажиллагааг хязгаарлах болно.',
      corfirmComplain: 'Давж заалдах батламж',
      promptText3: 'Хэрэв та өөр эргэлзээтэй байгаа бол та давж заалдах өргөдөл гаргаж, ажлын захиалгыг ирүүлэх хуудас руу очно уу.',
      tiptl: 'Нөхөрсөг сануулагч',
      onPaying: 'Хүлээгдэж буй захиалга',
      isPaying: 'Төлбөртэй гэж тэмдэглэ',
      waitPaying: 'Төлбөр хийхээр бие биенээ хүлээж байна ...',
      isPayed: 'Та төлсөн',
      waitingCoin: 'Зоосыг суллахыг нөгөө талаас хүлээж байна ...',
      orderPayed: 'Нөгөө тал нь төлсөн байна',
      corfirmPayed: 'Хүлээн авсан болон суллахыг баталгаажуулна уу',
      orderCompleted: 'Захиалга дууссан',
      backtoSearch: 'Арилжааны шал руу буцах',
      isComplaining: 'Давж заалдахад ...',
      orderError: 'Захиалгын үл хамаарах зүйл',
      min: 'Минутад',
      sed: 'Хоёрдугаарт',
      inputMess: 'Мэдээллийг оруулна уу',
      onsend: 'Илгээх',
      goEx: 'Шууд шилжүүлэх',
      promptText4: 'Хөрөнгө хөрөнгийг бэлэн мөнгөөр шилжүүлж, хөрөнгөө зарцуулахыг зөвшөөрнө үү',
      now: 'Амжилтгүй боллоо', // 未完成
      his: 'Дууссан', // 已完成
      orderId: 'Зар сурталчилгааны дугаар', // 广告Id
      counterparty: 'Худалдааны түнш', // 交易对方
      status: 'Гүйлгээний байдал', // 交易状态
      pricr: 'Нэгжийн үнэ', // 单价
      volume: 'Гүйлгээний тоо', // 交易数量
      sum: 'Шилжүүлгийн дүн', // 交易金额
      please: 'Захиалгыг харахыг хүсч буй валютаа сонгоно уу.' // 请选择您要查看订单的币种
    },
    publishAds: {
      creatAds: 'Зар зар бич',
      dealType: 'Гүйлгээний төрөл',
      buy: 'Худалдан авах',
      sell: 'Худалдах зориулалтаар',
      number: 'Тоо хэмжээ',
      inputNumber: 'Тоо хэмжээг оруулна уу',
      priceSet: 'Үнэ тогтоох',
      marketPrice: 'Зах зээлийн үнэ',
      setPrice: 'Гаалийн тохиргоо',
      price: 'Үнэ',
      inputPrice: 'Үнийг оруулна уу',
      yj: 'Дээд зэрэглэлийн',
      inputYj: 'Дээд зэрэглэлийн оруулна уу',
      next: 'Дараагийн алхам',
      orderLimit: 'Худалдааны хязгаарлалт',
      minLimit: 'Хамгийн бага хязгаар',
      maxLimit: 'Хамгийн их хязгаар',
      inputMin: 'Хамгийн бага хязгаарыг оруулна уу',
      inputMax: 'Хамгийн дээд хязгаарыг оруулна уу',
      payTime: 'Төлбөрийн хугацаа',
      minute: 'Минутад',
      dealTime: 'Нөгөө тал нь арилжаалагдсан байх ёстой',
      times: 'Хугацааны тоо',
      inputDealTime: 'Гүйлгээний тоог оруулна уу',
      failTime: 'Алдаатай цаг',
      day: 'Өдрийн тоо',
      receiptType: 'Цуглуулах арга',
      Account: 'Дансны дугаар',
      Account_name: 'Дансны нэр',
      bankNmae: 'Банкны нэр',
      bankSub: 'Банкны данс',
      inputBankName: 'Банкны нэрийг оруулна уу',
      inputBankSub: 'Дансны мөрийг оруулна уу...',
      inputAlipayAccName: 'Alipay дансны нэрийг оруулна уу',
      inputAlipayAcc: 'Alipay дансаа оруулна уу',
      inputWechatAccName: 'WeChat дансны нэрийг оруулна уу',
      inputWechatAcc: 'WeChat данс оруулна уу',
      inputBankAccName: 'Банкны дансны нэрийг оруулна уу',
      inputBankAcc: 'Банкны картын дансны дугаараа оруулна уу',
      pre: 'Өмнөх алхам',
      inputPayTime: 'Худалдааны хугацаа (5-60) минут оруулна уу',
      twoday: '2 өдөр',
      fourday: '4 өдөр',
      sevenday: '7 өдөр',
      thirthday: '30 өдөр',
      limitNoticeA: 'Хамгийн бага хэмжээ нь нийт дүнгээс илүү байж болохгүй',
      limitNoticeB: 'Хамгийн бага хэмжээ нь хамгийн их дүнтэй тэнцүү буюу түүнээс их байж болохгүй',
      limitNoticeC: 'Хамгийн их хэмжээ нь нийт дүнгээс илүү байж болохгүй',
      needType: 'Төлбөр цуглуулах дор хаяж нэг арга хэрэгтэй',
      needPay: 'Хамгийн багадаа нэг төлбөрийн аргыг сонгоно уу',
      setAuto: 'Авто хариултыг тохируулах (шаардлагагүй, 500 хүртэл үг)',
      setDescri: 'Сэтгэгдлийн мэдээллийг тохируулах (шаардлагатай биш, 500 хүртэл үг)',
      confirmPub: 'Баталгаажуулалтыг баталгаажуулна уу',
      pubSuccess: 'Амжилттай гарсан',
      allMoney: 'Нийт дүн' // 总金额
    },
    adsList: {
      buy: 'Худалдан авах',
      sell: 'Худалдах зориулалтаар',
      reference: 'Лавлагаа үнэ',
      search: 'Шалгах',
      quota: 'Хязгаар',
      price: 'Нэгжийн үнэ',
      volume: 'Үлдсэн',
      number: 'Нийт дүн',
      progress: 'Кредит',
      noData: 'Зар сурталчилгааны мэдээлэл байхгүй',
      dealNumber: 'Эзлэхүүн',
      tender: 'Хууль ёсны валют',
      payType: 'Төлбөрийн арга',
      confirm: 'Тодорхойлолт',
      allType: 'Бүх төрлийн',
      now: 'Одоо худалдаа хийх',
      type: 'Төрөл',
      intoBuy: 'Одоо худалдаж аваарай',
      intoSell: 'Одоо зарах'
    }
  }
}
